Repository: powenn/permasigneriOS-Localizations
Catalog: *.lproj/Localizable.strings
Languages: de, zh_hans

source: If you want to prevent original apps being replaced, It is recommended to modify like this ExampleApp2 ExampleApp2 com.example.exampleapp2 WARNING:PLEASE MAKE SURE THE NAME IS NOT AS SAME AS THE SYSTEM APP NAMES
zh_hans: 如果想避免原本的应用被取代 建议像这样修改 ExampleApp2 ExampleApp2 com.example.exampleapp2 警告：请确保名称和系统应用名称不同

source: All packages in Package Folder have been removed
de: Alle Pakete im Paketordner wurden entfernt
zh_hans: 所有输出资料夹内的档案都已经清除

source: App Bundle
zh_hans: 应用辨识符

source: App Info
zh_hans: 应用资讯

source: App Name
zh_hans: 应用名称

source: App Package Name
de: App-Paketname
zh_hans: 应用包名称

source: Check issues on Github
de: Überprüfe die Probleme auf Github
zh_hans: 查看Github上的问题

source: Clear All Packages
de: Alle Pakete löschen
zh_hans: 清理所有已签名文件

source: CoreTrust exploit
zh_hans: CoreTrust漏洞

source: Credits
de: Danksagungen
zh_hans: 致谢

source: Custom Info
de: Benutzerdefinierte Informationen
zh_hans: 自定义信息

source: Customize .deb file description ( Leave blank to use default )
de: Passe die Beschreibung der .deb-Datei an ( Leer lassen, um Standard zu verwenden )
zh_hans: 自订.deb档案描述 (留白则使用预设描述)

source: Customize App Bundle
de: App-Bundle anpassen
zh_hans: 自订应用辨识符

source: Customize App Name
de: App-Namen anpassen
zh_hans: 自订应用名称

source: Customize App Package Name (The name of .app directory)
de: Passe den App-Paketnamen an (Der Name des .app-Verzeichnisses)
zh_hans: 自订应用包名称 (.app目录名称)

source: Description
de: Beschreibung
zh_hans: 描述

source: Document Folder Path /var/mobile/Documents/permasigneriOS Please be patient during the sign process, especially signing a complex app with lots of frameworks If you're having problems, please check Github issues before asking This is iOS ported of itsnebulalol's permasigner
de: Dokumentordnerpfad /var/mobile/Documents/permasigneriOS Bitte habe während des Signaturvorgangs etwas Geduld, insbesondere beim Signieren einer komplexen App mit vielen Frameworks Wenn du Probleme hast, überprüfe bitte die Github-Probleme, bevor du fragst Dies ist eine iOS-Portierung des Permasigners von itsnebulalol
zh_hans: 档案资料夹路径 /var/mobile/Documents/permasigneriOS 签名过程请耐心等候，尤其是签署包含许多框架的复杂应用 如果遇到问题，请在发问前先查看Github上的问题 这是源自itsnebulalol的permasigner iOS移植项目

source: Done
de: Fertig
zh_hans: 完成

source: Help and code contribution
de: Hilfe und Beitrag zur Entwicklung
zh_hans: 帮助和程式码贡献

source: Importing iPA file
de: iPA-Datei importieren
zh_hans: 正在导入ipa档

source: No .ipa file selected
de: Keine .ipa-Datei ausgewählt
zh_hans: 尚末选择ipa文件

source: Oh no
de: Oh nein
zh_hans: 喔不

source: OK
zh_hans: 好

source: Okay
zh_hans: 好的

source: Open Package Folder in Filza
de: Öffne Paketordner in Filza
zh_hans: 用Filza打开已签名文件位置

source: Original Permasigner Developer
de: Original Permasigner Entwickler
zh_hans: 原Permasigner项目开发人员

source: Permasigner-iOS Developer
de: Permasigner-iOS Entwickler
zh_hans: Permasigner-iOS开发人员

source: Select File
de: Datei auswählen
zh_hans: 选择文件

source: Sign
de: Signieren
zh_hans: 签名

source: Source Code
de: Quell-Code
zh_hans: 原始码

source: version
zh_hans: 版本

source: View on Github
de: Auf Github ansehen
zh_hans: 在Github上查看

source: View the file now?
de: Datei jetzt ansehen?
zh_hans: 现在浏览档案？

source: You need Filza to view the file
de: Du benötigst Filza, um die Datei anzuzeigen
zh_hans: 你需要Filza以浏览档案

source: If you want to prevent original apps being replaced, It is recommended to modify like this ExampleApp2 ExampleApp2 com.example.exampleapp2 WARNING:PLEASE MAKE SURE THE NAME IS NOT AS SAME AS THE SYSTE0M APP NAMES
de: Wenn du verhindern möchtest, dass Original-Apps ersetzt werden, wird empfohlen, so zu modifizieren ExampleApp2 ExampleApp2 com.example.exampleapp2 WARNUNG: BITTE STELLE SICHER, DASS DER NAMEN NICHT DEN SELBEN NAMEN DER SYSTEM-APP HAT
